Repository: pedrocarlop/WorldSearch
Catalog: Packages/AppModules/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

# word_hint.PIE
source: A biological structure found in many animals that is used for locomotion and that is frequently a separate organ at the terminal part of the leg
es: Miembro del cuerpo que se encuentra al final de las piernas y debajo del tobillo

# word_hint.PIERNA
source: The act of assisting another's progress over a wall or other obstacle by forming a step for one of their feet with one's hands
es: Miembros inferiores del ser humano y posteriores de otros vertebrados terrestres, que se insertan en la cadera y se emplean para la locomoción

# word_hint.PIMIENTO
source: A percussive instrument made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck
es: Fruto comestible del género Capsicum, dulce o picante según variedad

# word_hint.PISO
source: Having no variations in height
es: Acción o efecto de pisar

# word_hint.PLACER
source: Amusement, enjoyment or pleasure
es: Sentimiento de satisfacción o sensación agradable

# word_hint.PLAN
source: A drawing showing technical details of a building, machine, etc., with unwanted details omitted, and often using symbols rather than detailed drawing to represent doors, valves, etc
es: Esquema o metódo de actuar o hacer o proceder, etc

# word_hint.PLANETA
source: Each of the seven major bodies which move relative to the fixed stars in the night sky—the Moon, Mercury, Venus, the Sun, Mars, Jupiter and Saturn
es: De acuerdo con la Unión Astronómica International, cualquiera de los siguientes ocho objetos del sistema solar: Mercurio, Venus, Tierra, Marte, Júpiter, Saturno, Urano, y Neptuno

# word_hint.PLAYA
source: The shore of a body of water, especially when sandy or pebbly
es: Arenal o pedregal costero y más o menos llano

# word_hint.PLAZA
source: A polygon with four straight sides of equal length and four right angles; an equilateral rectangle; a regular quadrilateral
es: En una ciudad o poblado, área abierta y espaciosa en la cual la gente puede transitar y reunirse

# word_hint.POBRE
source: With no or few possessions or money, particularly in relation to contemporaries who do have them
es: Que tiene pocos bienes materiales

# word_hint.POCO
source: The outermost and smallest finger of the hand, next to the ring finger, farthest from the thumb
es: En menor cantidad de lo que se hubiera esperado, en intensidad baja, o en menor grado

# word_hint.PODER
source: To be strong; to have power
es: Capacidad o facultad de ejecutar una acción

# word_hint.POLICIA
source: A peace officer who is a member of a police force
es: Fuerza de seguridad encargada de imponer el orden en el interior de un Estado, de la investigación de los delitos y la persecución y captura de los imputados de los mismos

# word_hint.POLITICA
source: A methodology and activities associated with running a government, an organization, or a movement
es: Conjunto de prácticas, saberes e ideologías respecto al gobierno de las naciones

# word_hint.POLITICO
source: Concerning or relating to politics, the art and process of governing
es: Que pertenece o concierne a la política

# word_hint.PONER
source: To physically place
es: Dejar un objeto dentro de otro

# word_hint.POR
source: Preposition used to indicate cause, means, route, exchange, or duration
es: Indica el complemento agente en la voz pasiva

# word_hint.PORQUE
source: By or for the cause that; on this account that; for the reason that
es: Introduce una oración que explica la causa o el motivo

# word_hint.POSIBILIDAD
source: The quality of being possible
es: Calidad o cualidad de posible

# word_hint.POSIBLE
source: Able but not certain to happen; neither inevitable nor impossible
es: Que puede existir, ser o acontecer

# word_hint.POSICION
source: Location, posture, or place occupied by something
es: Lugar, postura o disposición que ocupa algo

# word_hint.PRECIO
source: The cost required to gain possession of something
es: Cantidad de dinero en la que está valorado algo

# word_hint.PREGUNTA
source: The punctuation mark "?", used at the end of a sentence to indicate a question
es: Locución o enunciación que solicita del interlocutor alguna información a modo de respuesta

# word_hint.PREGUNTAR
source: To request or petition
es: Requerir información, formular preguntas

# word_hint.PRESENTE
source: A nonfinite verb form that indicates an ongoing action or state and which can function as an adjective
es: Que está en presencia de alguien más

# word_hint.PRESIDENTE
source: The head of state of a republic
es: Que preside una reunión, organización o cuerpo colegiado

# word_hint.PRESTAR
source: To cause to become
es: Entregar a uno dinero u otra cosa para que por algún tiempo tenga el uso de ella, con la obligación de restituir igual cantidad o la cosa misma

# word_hint.PRIMAVERA
source: To move or burst forth
es: Estación del año que sigue al invierno y precede al verano

# word_hint.PRIMERO
source: The first element of a full name, particularly when it could also be surname in East Asian and other cultural traditions
es: Que está antes que todos los demás en una serie ordenada. Ordinal del uno

# word_hint.PRINCIPAL
source: Primary; most important; first level in importance
es: Primero en rango, importancia o jerarquía dentro de un conjunto

# word_hint.PRINCIPIO
source: The act of doing that which begins anything; commencement of an action, state, or space of time; entrance into being or upon a course; the first act, effort, or state of a succession of acts or states
es: Momento o punto en que algo empieza; comienzo, inicio; primer instante de un ser

# word_hint.PRIVADO
source: A cost incurred in the production process by the producer; including tax and profit margins that are anticipated
es: Propio de o restringido a la intimidad de una persona y su círculo

# word_hint.PROBAR
source: To attempt; to endeavour. Followed by infinitive
es: Estudiar el funcionamiento o las cualidades de algo

# word_hint.PROBLEMA
source: A difficulty that has to be resolved or dealt with
es: Asunto cuya solución se debe averiguar

# word_hint.PROCESO
source: A series of events leading to a result or product
es: Un conjunto de acciones integradas y dirigidas hacia un fin

# word_hint.PRODUCIR
source: To bring forth, to yield, make, manufacture, or otherwise generate
es: Originar, causar un efecto

# word_hint.PRODUCTO
source: Anything that is produced; a result
es: Algo producido o que es el resultado de un trabajo o esfuerzo

# word_hint.PROFESOR
source: The most senior rank for an academic at a university or similar institution
es: Persona que enseña una disciplina específica en el nivel secundario o superior

# word_hint.PROGRAMA
source: A set of structured activities; a plan of action
es: Determinada serie de actividades o acciones a realizarse

# word_hint.PRONTO
source: Prepared for immediate action or use
es: Acelerado, ligero, veloz

# word_hint.PROPIO
source: Belonging to someone or characteristic of that person or thing
es: Relativo o perteneciente a alguien o a algo, en particular si se tiene la posesión, facultad, derechos o libertad exclusivos para disponer o hacer uso de ello

# word_hint.PROTEGER
source: To keep safe; to defend; to guard; to prevent harm coming to
es: Resguardar a una persona o cosa de algún evento que pueda causar un daño

# word_hint.PROXIMO
source: Near in distance or close in time
es: Cercano en el espacio o en el tiempo

# word_hint.PROYECTO
source: A planned endeavor, usually with a specific goal and accomplished in several steps or stages
es: Plan o idea con que se concibe la ejecución o realización de algo que implica ciertos pasos o determinado conjunto de acciones

# word_hint.PRUEBA
source: A challenge, trial
es: Acción o efecto de probar

# word_hint.PUBLICO
source: Related to the people in general or open to everyone
es: Espectadores de cualquier acto

# word_hint.PUEBLO
source: A rural habitation of size between a hamlet and a town
es: Lugar donde vive un conjunto de familias o una comunidad humana no muy numerosa

# word_hint.PUENTE
source: A construction or natural feature that spans a divide
es: Construcción sólida que permite salvar un obstáculo pasando sobre él

# word_hint.PUERTA
source: Movable barrier used to open or close an entrance
es: Abertura practicada en una construcción, vehículo u otro objeto, por la cual se accede y abandona el mismo

# word_hint.PUNTO
source: Small mark or precise location
es: Marca pequeña o lugar exacto

# word_hint.PUTA
source: Synonym of prostitute: a person who offers sexual services for payment
es: Mujer que presta servicios sexuales por dinero

# word_hint.QUE
source: Introducing a clause that is the object of a verb, especially a reporting verb or verb expressing belief, knowledge, perception, etc
es: Palabra utilizada para hacer referencia a una palabra o frase expresada anteriormente conocida como antecedente, conectándola con una idea que será expresada posteriormente

# word_hint.QUEDAR
source: That which is left; relic; remainder
es: Estar, situarse o detenerse en un sitio de grado o por fuerza

# word_hint.QUERER
source: To wish for or desire; to feel a need or desire for; to crave, hanker, or demand
es: Tener el deseo de hacer algo

# word_hint.QUERIDO
source: Much loved, dearly loved
es: Amado, que es objeto de amor o afecto

# word_hint.QUESO
source: A dairy product made from curdled or cultured milk
es: Alimento obtenido al separar la parte sólida de la leche mediante la adición de cuajo, prensando o cociendo luego la pasta resultante y madurándola en un grado variable

# word_hint.QUIEN
source: Interrogative pronoun used to ask which person
es: Pronombre interrogativo que pregunta por una persona

# word_hint.QUIZA
source: Adverb expressing possibility or doubt
es: Adverbio que expresa posibilidad o duda

# word_hint.QUIZAS
source: Adverb expressing possibility or doubt
es: Adverbio que expresa posibilidad o duda

# word_hint.RADIO
source: The long bone in the forearm, on the side of the thumb
es: Segmento de recta que tiene por extremos el punto centro y un punto cualquiera de la circunferencia

# word_hint.RAMA
source: The woody part of a tree arising from the trunk and usually dividing
es: Partes del árbol que nace en el tronco y de las que surgen, hojas, flores y frutos

# word_hint.RAPIDO
source: Firmly or securely fixed in place; stable
es: Que se mueve a gran velocidad o rapidez

# word_hint.RARO
source: Very uncommon; scarce
es: Que no es corriente, que es diferente a lo común en su clase

# word_hint.RATO
source: An uncertain duration of time, a period of time
es: Período muy breve de tiempo, en especial dedicado a una sola actividad

# word_hint.REALIDAD
source: The state of being actual or real; realness
es: Lo que cree el hombre que es cierto, de forma individual, pero de acuerdo a una forma uniforme, externa al individuo

# word_hint.REALIZAR
source: To lift and take it to another place; to transport by lifting
es: Llevar a cabo una obra, tarea, acción u objetivo

# word_hint.RECIBIR
source: To obtain or be given something
es: Obtener algo que se entrega, envía o concede

# word_hint.RECOGER
source: A tool used for digging; a pickaxe
es: Volver a tomar una cosa

# word_hint.RECONOCER
source: To match to a memory of some previous encounter with the same person or thing
es: Examinar con cuidado para enterarse de la identidad, naturaleza y circunstancias de una persona, animal o cosa

# word_hint.RECORDAR
source: To recall from one's memory; to have an image in one's memory
es: Traer a la memoria

# word_hint.RECUERDO
source: The ability of the brain to record information or impressions with the facility of recalling them later, usually at will
es: Acción o efecto de recordar

# word_hint.REFERIR
source: To direct the attention of
es: Presentar, de palabra o por escrito, un hecho verdadero o ficticio

# word_hint.REGALO
source: A nonfinite verb form that indicates an ongoing action or state and which can function as an adjective
es: Cosa que se da de forma voluntaria y gratuita

# word_hint.REGLA
source: The same height at all places; parallel to a flat ground
es: Nombre de una constelación austral, inicialmente llamada Norma et Regula. Está situada al sur del Escorpión y entre las constelaciones del Lobo, el Compás, el Triángulo Austral y el Altar

# word_hint.REIR
source: An expression of mirth particular to the human species; the sound heard in laughing; laughter
es: Manifestar alegría con movimientos de la boca y sonidos característicos

# word_hint.RELACION
source: The manner in which two things may be associated
es: Una conexión existente entre personas o cosas

# word_hint.REPRESENTAR
source: To present again or anew; to present by means of something standing in the place of; to exhibit the counterpart or image of; to typify
es: Crear en la mente una imagen, signo o palabra de algo

# word_hint.RESPECTO
source: An attitude of consideration or high regard
es: Relación de una cosa con otra, o con un tema más general; proporción, sentido o razón entre dos cosas

# word_hint.RESPONDER
source: To give a written or spoken response, especially to a question, request, accusation or criticism; to answer
es: Contestar, satisfacer a lo que se pregunta o propone

# word_hint.RESPUESTA
source: A response or reply; something said or done in reaction to a statement or question
es: Acción o efecto de responder

# word_hint.RESULTADO
source: To proceed, spring up or rise, as a consequence, from facts, arguments, premises, combination of circumstances, consultation, thought or endeavor
es: Efecto de una acción, de un hecho o de un cálculo

# word_hint.RESULTAR
source: A turn in a vehicle carried out by driving in a semicircle in order to travel in the opposite direction
es: Ser, suceder o nacer de otra cosa

# word_hint.REUNION
source: The act of persons or things that meet
es: Departamento de ultramar de Francia, formado por una isla volcánica situada en el océano Índico, que es posesión francesa desde 1642

# word_hint.REUNIR
source: To collect normally separate things
es: Unir otra vez lo que antes estaba unido y se había separado

# word_hint.REVISAR
source: To inspect or examine something carefully
es: Examinar algo con atención para comprobar su estado

# word_hint.REY
source: A male monarch; a man who heads a monarchy; in an absolute monarchy, the supreme ruler of his nation
es: Monarca soberano de un reino

# word_hint.RIESGO
source: The probability of a negative outcome to a decision or event
es: Proximidad o posibilidad de que alguien o algo sufra un perjuicio o daño

# word_hint.RIO
source: A large and often winding stream which drains a land mass, carrying water down from higher areas to a lower point, oftentimes ending in another body of water, such as an ocean or in an inland sea
es: Corriente de agua de caudal importante que discurre por tierra desde un manantial, una masa de hielos o un lago

# word_hint.ROCA
source: The dove/pigeon species Columba livia
es: Acumulación sólida y natural de minerales que constituye una gran parte de la corteza terrestre

# word_hint.ROJO
source: The colour of the setting sun, blood, and strawberries; the colour which is evoked by the longest visible wavelengths, and a primary additive colour
es: Color del espectro visible asociado a la sangre y al fuego

# word_hint.ROMPER
source: To separate into two or more pieces, to fracture or crack, by a process that cannot easily be reversed for reassembly
es: Separar en partes o pedazos, usualmente con violencia

# word_hint.ROPA
source: Items of clothing; apparel
es: Conjunto de las piezas de tela u otro material que las personas utilizan para cubrirse, a efectos de protegerse del clima y adornarse

# word_hint.RUTA
source: To do with a place or places
es: Faja de terreno despejado y, habitualmente, acondicionado, para el tránsito de personas y vehículos

# word_hint.SABER
source: To perceive the truth or factuality of; to be certain of; to be certain that
es: Conjunto de conocimientos, adquiridos mediante el estudio o la experiencia, sobre alguna materia, ciencia o arte

# word_hint.SACAR
source: To get into one's hands, possession, or control, with or without force
es: Extraer algo; ponerlo afuera del lugar o recipiente que lo contiene

# word_hint.SAL
source: A common substance, chemically consisting mainly of sodium chloride, used extensively as a food ingredient, seasoning, condiment, and preservative
es: Condimento compuesto principalmente por cloruro de sodio. Se usa en todo el mundo desde tiempos remotos y confiere a los alimentos un sabor característico

# word_hint.SALA
source: Main room in a house for sitting or receiving visitors
es: Habitación principal de una casa para estar o recibir visitas

# word_hint.SALIDA
source: That which is produced by something, especially that which is produced within a particular time period or from a particular effort
es: Acción o efecto de salir o de salirse

# word_hint.SALIR
source: To go out from inside to outside
es: Ir de adentro hacia afuera

# word_hint.SALUD
source: The state of being free from physical or psychological disease, illness, or malfunction; wellness
es: Estado de normal funcionamiento de un organismo, en el que se encuentra libre de dolencias o achaques

# word_hint.SANGRE
source: Red fluid that circulates in many animals carrying oxygen and nutrients
es: Líquido rojo viscoso que circula por venas y arterias de los animales superiores, llevando el oxígeno a las células del cuerpo

# word_hint.SECRETO
source: A piece of knowledge that is hidden and intended to be kept hidden
es: Que no se da a conocer a los demás, que queda en el conocimiento de pocas personas

# word_hint.SEGUIR
source: To go after; to pursue; to move behind in the same path or direction, especially with the intent of catching
es: Caminar detrás de alguien o de algo

# word_hint.SEGUN
source: Preposition meaning according to or depending on
es: Preposición que significa conforme a o en función de

# word_hint.SEGUNDO
source: Number-two; following after the first one with nothing between them. The ordinal number corresponding to the cardinal number two
es: Que ocurre o se encuentra después del primero en una serie. Ordinal del dos

# word_hint.SEGURIDAD
source: A valve set to open at a pressure below that at which a container holding a gas, vapour, etc., would burst, thus reducing the pressure; a relief valve
es: Ausencia de peligro

# word_hint.SEIS
source: Cardinal number equal to five plus one
es: Número cardinal equivalente a cinco más uno

# word_hint.SELVA
source: A dense uncultivated tract of trees and undergrowth, larger than woods
es: Bosque espeso, especialmente el tropical

# word_hint.SEMAFORO
source: Moving pedestrians or vehicles, or the flux or passage thereof
es: Dispositivo eléctrico de señalización luminoso para la regulación del tráfico en las vías de tránsito

# word_hint.SEMANA
source: Any period of seven consecutive days
es: Período de siete días consecutivos que generalmente se considera que comienza en lunes y concluye en domingo

# word_hint.SENTAR
source: To be in a position in which the upper body is upright and supported by the buttocks
es: Hacer que alguien tome asiento, adquiera la posición en que el cuerpo descansa sobre los glúteos

# word_hint.SENTIDO
source: A cloth or stuff made of matted fibres of wool, or wool and fur, fulled or wrought into a compact substance by rolling and pressure, with lees or size, without spinning or weaving
es: Que manifiesta un sentimiento o lo contiene

# word_hint.SENTIR
source: To use or experience the sense of touch
es: Percibir por cualquiera de los sentidos, sobre todo por el tacto

# word_hint.SER
source: Verb used to express identity, essence, or permanent traits
es: Verbo que expresa identidad, esencia o cualidades estables

# word_hint.SERIE
source: A number of things that follow on one after the other or are connected one after the other
es: Conjunto de cosas o conceptos, ordenado a lo largo de un eje lógico o cronológico de sucesión

# word_hint.SEXO
source: Biological category related to reproductive characteristics
es: Condición biológica que distingue al macho de la hembra, en las especies que presentan esta distinción

# word_hint.SEÑAL
source: The symbol @, used to indicate a rate
es: Marca o nota que se pone o hay en las cosas para darlas a conocer y distinguirlas de otras

# word_hint.SEÑALAR
source: Boundary, land within a boundary
es: Poner alguna señal o marca en alguna cosa

# word_hint.SEÑOR
source: Polite title for an adult man
es: Tratamiento de respeto para un hombre adulto

# word_hint.SIEMPRE
source: At all times; throughout all time; since the beginning
es: Se dice de una acción que ocurre en cualquiera o en todo el tiempo

# word_hint.SIETE
source: Cardinal number equal to six plus one
es: Número cardinal equivalente a seis más uno

# word_hint.SIGLO
source: Period of one hundred years
es: Período de cien años

# word_hint.SIGUIENTE
source: Nearest in place or position, having nothing similar intervening; adjoining
es: Que está, va o acontece inmediatamente a continuación o después

# word_hint.SILENCIO
source: The absence of any sound
es: Ausencia de sonido o de ruido

# word_hint.SIMPLE
source: The present tense; a verb or sentence in this tense
es: Fácil de hacer o de entender

# word_hint.SIMPLEMENTE
source: In a simple way or state; considered in or by itself; without addition; alone
es: De un modo simple o sencillo, con sencillez

# word_hint.SIN
source: Outside, externally
es: Indica la ausencia, carencia o falta de algo

# word_hint.SISTEMA
source: A group or set of related things that operate together as a complex whole
es: Conjunto de reglas, principios, ideas o cosas, que están unidas por un criterio común y tienen una finalidad determinada

# word_hint.SITIO
source: Place or location where something is situated
es: Lugar o espacio donde se encuentra algo

# word_hint.SITUACION
source: Set of circumstances at a specific moment
es: Conjunto de circunstancias en un momento determinado

# word_hint.SOBRE
source: Physically over; on top of; worn on top of, said of clothing
es: En la parte superior de algo

# word_hint.SOCIAL
source: Related to society, community life, or interaction among people
es: Relativo a la sociedad y a las personas que la conforman

# word_hint.SOCIEDAD
source: A long-standing group of people sharing cultural aspects such as language, dress, norms of behavior and artistic forms
es: Grupo de personas organizadas y asociadas con algún propósito

# word_hint.SOL
source: The star that is closest to the Earth
es: Estrella del sistema planetario en el que se encuentra la Tierra

# word_hint.SOLDADO
source: A member of a ground-based army, of any rank, but especially an enlisted member
es: Individuo que forma parte de una milicia, en especial si de forma continuada o profesional

# word_hint.SOLER
source: Verb used to express a habitual or frequent action
es: Verbo que indica una acción habitual o frecuente

# word_hint.SOLO
source: Without company; by oneself
es: Sin compañía; en soledad

# word_hint.SOLTAR
source: The event of setting free
es: Dejar de hacer fuerza que retenga algo o a alguien

# word_hint.SOPA
source: Any of various dishes commonly made by combining liquids, such as water or stock, with other ingredients, such as meat and vegetables, that contribute the food value, flavor, and texture
es: Preparación liquida y cocida junto con otros ingredientes como carne o verduras

# word_hint.SORPRESA
source: Something unexpected
es: Acción o efecto de sorprender

# word_hint.SRA
source: Abbreviation used before the surname of an adult woman
es: Abreviatura de señora

# word_hint.SUBIR
source: To ascend; rise; to go up
es: Pasar de un sitio o lugar a otro superior o elevado
